data = {
  gallery: {
    main: {
      slides: [
        {
          title: 'Этот текст добавлен для демонстрации на странице',
          subtitle: 'Акция действует с 01.07.18 по 31.07.18',
        },
        {
          title: 'Этот текст добавлен для демонстрации на странице',
          subtitle: 'Акция действует с 01.07.18 по 31.07.18',
        },
        {
          title: 'Этот текст добавлен для демонстрации на странице',
          subtitle: 'Акция действует с 01.07.18 по 31.07.18',
        },
        {
          title: 'Этот текст добавлен для демонстрации на странице',
          subtitle: 'Акция действует с 01.07.18 по 31.07.18',
        },
      ],
      previews: [
        {
          previewTitle: 'Этот текст добавлен для демонстрации на странице',
          previewSubtitle: 'Акция действует с 01.07.18'
        },
        {
          previewTitle: 'Этот текст добавлен для демонстрации на странице',
          previewSubtitle: 'Акция действует с 01.07.18'
        },
        {
          previewTitle: 'Этот текст добавлен для демонстрации на странице',
          previewSubtitle: 'Акция действует с 01.07.18'
        },
        {
          previewTitle: 'Этот текст добавлен для демонстрации на странице',
          previewSubtitle: 'Акция действует с 01.07.18'
        }
      ]
    }
  }
};